<?php
define ( Error_User_register, 'Помилка реєстрації користувача' );
define ( Error_User_exists_Desc, 'Користувач з такою адресою електронної пошти вже зареєстровано в системі.<br/>
Перевірте правильність введеної адреси електронної пошти, або можете <a href="/recover_password">відновити пароль</a>.' );
define ( Error_User_no_data_Desc, 'Заповніть всі поля і перевірте правильність введених даних.' );
define ( Error_User_bad_password_Desc, 'Перевірте правильність введення паролю. Довжина паролю має бути 6 або більше символів і обидва поля повинні співпадати.' );
define ( Error_User_register_Desc, 'Сталась помилка додавання користувача. Відправлено сповіщення на адміністратора.
У випадку перевищення терміну очікування зверніться до <a href="mailto:' . ADMINISTRATOR_EMAIL . '">Адміністратора</a>.' );
define ( User_registered, 'Вітаємо!' );
define ( User_registered_Desc, 'Користувача зареєстровано в системі.' );